  import gym from "../../assets/images/Advantages/advantages_gym.webp"
  import studio from "../../assets/images/Advantages/advantages_studio.webp"
  import pool from "../../assets/images/Advantages/advantages_pool.webp"
  import kids from "../../assets/images/Advantages/advantages_kids.webp"
  import parking from "../../assets/images/Advantages/advantages_parking.webp"
  
  
  export const items = [
    {
      title: "Повітря чисте, наче з Карпат",
      text: "В усіх приміщеннях UNI FORCE повітря очищають у три етапи. Це робить тренування максимально комфортними, а відпочинок — приємним. Чисте повітря сприяє кращому насиченню крові киснем, що підвищує витривалість та ефективність тренувань, а також зменшує ризик алергічних реакцій.",
      image: gym,
    },
    {
      title: "Студія пілатесу на реформерах",
      text: "Pilates Reformer від легендарного виробника Gratz Pilates. Тут ви збалансуєте тіло, зробите його гнучким та сильним. Професійне обладнання у UNI FORCE робить тренування максимально ефективним для людей з будь-яким рівнем підготовки.",
      image: studio,
    },
    {
      title: "Найтепліші басейни у Львові",
      text: "Вода у басейнах має найкомфортнішу температуру. Також з особливою ретельністю ми дбаємо про очищення води — сучасні фільтраційні системи забезпечують чистоту, а ультрафіолетові лампи додатково знезаражують воду, зменшуючи потребу в хімічних реагентах",
      image: pool,
    },
    {
      title: "Простір, дружній до дітей",
      text: "UNIFORCE зручно відвідувати всією сім'єю. У клубі є окрема сімейна роздягальня, кімната догляду за малюком, ігрова кімната. У дитячому басейні заняття проводять для маленьких гостей віком від трьох місяців. А в дитячому фітнес-залі діти можуть обрати активність залежно від віку та вподобань.",
      image: kids,
    },
    {
      title: "Підземний паркінг",
      text: "Це не лише локація для паркування, а й зона турботи про авто. Адже тут є зарядна станція для електромобілів та навіть мийка",
      image: parking,
    },
  ];