{
    "area": "1200",
    "zones": [
        {
            "id": "cardio-zone",
            "title": "Кардіо зона",
            "description": "Оснащена еліптичними тренажерами EFX з регулюванням нахилу та інноваційними кардіоциклічними пристроями. Тут ви знайдете як класичні бігові доріжки, так і орбітреки двох типів: з фіксованими та варіативними ручками, які дозволяють підтримувати оптимальний рівень витривалості та серцево-судинної активності.", 
            "equipment": [
                { "name": "Бігова доріжка", "img": "gym_cardio-equipment_1.webp" },    
                { "name": "Степер", "img": "gym_cardio-equipment_2.webp" }
            ]    
        },
        {
            "id": "exercise-equipment-area-zone",
            "title": "Зона блочних тренажерів",
            "description": "Обладнана класичними тренажерами PRECOR для тренувань основних груп м'язів та інноваційними тренажерами HOIST Roc-It з унікальною технологією руху ROX. Завдяки американському бренду HOIST ця зона забезпечує високий рівень ергономіки та максимальну ефективність кожного руху.", 
            "equipment": [
                { "name": "Тренажер для спини", "img": "exercise_equipment_area_1.jpg" },    
                { "name": "Тренажер для ніг", "img": "exercise_equipment_area_2.jpg" }
            ]    
        },
        {
            "id": "weights-zone",
            "title": "Зона вільних ваг",
            "description": "Включає важільні тренажери PRECOR, розширену зону для вправ із гантелями, а також обладнання для важкоатлетичних тренувань. Тут можна виконувати вправи на різноманітні групи м’язів, використовуючи штанги, гантелі та великий вибір стійок. Завдяки цьому тренування ефективні для людей з різним рівнем фізичної підготовки.",
            "equipment": [
                { "name": "Гантелі та штанги", "img": "weights_zone.jpg" }
            ]    
        },
        {
            "id": "crossfit-functional-zone",
            "title": "Зона CrossFit та функціонального тренінгу",
            "description": "Розроблена для інтенсивних тренувань і оснащена повним комплексом обладнання: силовими станціями, TRX, канатами, медболами, гімнастичними кільцями та стійками для олімпійських штанг. Кардіоциклічні тренажери Air Bike (велотренажер) та Air Runner (бігова доріжка), а також веслувальний тренажер забезпечують кардіотренування з моніторингом пульсових значень у режимі Bit zone class, що дозволяє персоналізувати навантаження. Досвідченим користувачам доступна функціональна рама FOREMAN і механічні тренажери Assault та Concept 2.", 
            "equipment": [
                { "name": "Кардіо велосипед Air Bike", "img": "crossfit-functional-zone_1.jpg" },    
                { "name": "Бігова доріжка Air Runner", "img": "crossfit-functional-zone_2.jpg" }
            ]    
        },
        {
            "id": "core-stretching-zone",
            "title": "Зона CORE та стретчингу",
            "description": "Спеціалізована зона для опрацювання пресу та розвитку гнучкості з професійним обладнанням. Усе — для підтримки фізичного балансу та гармонії тіла. ",
            "equipment": [
                { "name": "Гімнастичний мат", "img": "core-stretching-zone_1.jpg" },    
                { "name": "Блок для стретчингу", "img": "core-stretching-zone_2.jpg" }
            ]    
        }
    ] 
}