export const zones = {
  gym: 'ТРЕНАЖЕРНИЙ ЗАЛ',
  aqua: 'АКВАЗОНА',
  group: 'ГРУПОВІ ЗАНЯТТЯ',
  kids: 'ДИТЯЧИЙ КЛУБ',
  doctor: 'ЛІКАР-ТЕРАПЕВТ ТА ДІЄТОЛОГ'
};



export const scheduleData = {
  gym: {
    '08:00': 'Відкриття залу',
    '09:00': 'Ранкове тренування',
    '10:00': 'Персональні тренування',
    '12:00': 'Обідня перерва',
    '14:00': 'Дневні тренування',
    '18:00': 'Вечірні тренування',
    '20:00': 'Силові тренування',
    '22:00': 'Закриття залу'
  },
  aqua: {
    '08:00': 'Відкриття аквазони',
    '09:00': 'Ранкове плавання',
    '10:00': 'Аквааеробіка для початківців',
    '12:00': 'Обідня перерва',
    '14:00': 'Аквааеробіка',
    '18:00': 'Вечірнє плавання',
    '20:00': 'Водна терапія',
    '22:00': 'Закриття аквазони'
  },
  group: {
    '08:00': 'Ранкова йога',
    '09:00': 'Ранкове тренування',
    '10:00': 'Пілатес',
    '12:00': 'Обідня перерва',
    '14:00': 'Функціональні тренування',
    '18:00': 'Вечірні тренування',
    '20:00': 'Вечірня йога',
    '22:00': 'Закриття студії'
  },
  kids: {
    '08:00': 'Підготовка до занять',
    '09:00': 'Ранкова гімнастика',
    '10:00': 'Ігрові заняття',
    '12:00': 'Обідня перерва',
    '14:00': 'Дитячий фітнес',
    '18:00': 'Плавання для дітей',
    '20:00': 'Дитяча йога',
    '22:00': 'Завершення програми'
  },
  doctor: {
    '08:00': 'Підготовка кабінету',
    '09:00': 'Консультація терапевта',
    '10:00': 'Дієтологічна консультація',
    '12:00': 'Обідня перерва',
    '14:00': 'Медичний огляд',
    '18:00': 'Консультація терапевта',
    '20:00': 'Консультація дієтолога',
    '22:00': 'Завершення роботи'
  }
};
