import StatsList from './StatsList';
import styles from './stats.module.css';

const statsData = [
    { 
        title: 'тренажерний зал',
        value: '1200',
        unit: 'м²',
        description: 
            'функціонального простору з найсучаснішим обладнанням та розділенням на спеціалізовані зони для різних типів тренувань'
    },
    {
        title: 'дорослий басейн',
        value: '25',
        unit: 'м',
        description: 'Просторий 25-метровий басейн із сучасною 2-етапною очисткою води.'
    },
    {
        title: 'дитячий басейн',
        value: '9',
        unit: 'м',
        description: 'Наш дитячий басейн обладнаний передовими системами фільтрації та ультрафіолетового знезараження, що забезпечує безпечні умови для дітей різного віку.'
    },
    {
        title: 'дитячий фітнес-зал',
        value: '90', 
        unit: 'м²', 
        description: 'Ідеальне місце, де ваша дитина зможе пізнати світ фітнесу, плавання та творчості у нашому дитячому клубі. Програми всебічного розвитку розроблені для юних відвідувачів віком від 2 місяців до 16 років.'
    },
    {
        title: 'паркінг', 
        value: '190', 
        unit: 'місць',
        description: 'Просторий паркінг, де завжди знайдеться місце для вашого авто'
    }
];
export default function InfoStats() {
    return (
        <section className={styles.statsSection}>
            <StatsList items={statsData} />
        </section>
    );
}